pullDownToRefresh = "Pull to refresh";

releaseToRefresh = "Release to refresh";

refreshSuccess = "Update successful";

refreshFailure = "Update failed";

refreshing = "Refreshing...";

pullUpToRefresh = "Scroll to load";

noMoreData = "No more data, daling!";

tapToRefresh = "Tap to refresh";

loadMore = "Loading...";

releaseLoadMore = "Release to load more";
